// import './01_基础类型/01_基础类型'

// import './02_接口/01_接口初探'
// import './02_接口/02_函数类型'
// import './02_接口/03_类类型'

// import './03_类/01_类基础'
// import './03_类/02_继承'
// import './03_类/03_多态'
// import './03_类/04_修饰符'
// import './03_类/05_readonly修饰符'
// import './03_类/06_存取器'
// import './03_类/07_静态成员'
// import './03_类/08_抽象类'

// import './04_函数/01_基本示例'
// import './04_函数/02_可选参数和默认参数'
// import './04_函数/03_剩余参数'
// import './04_函数/04_函数重载'

// import './05_泛型/01_泛型引入'
// import './05_泛型/02_多个泛型参数的函数'
// import './05_泛型/03_泛型接口'
// import './05_泛型/04_泛型类'
// import './05_泛型/05_泛型约束'

// import './06_其它/01_声明文件'
import './06_其它/02_内置对象'

document.write('Hello Webpack TS!')
